{"data":[{"edit_history_tweet_ids":["1595862344634073088"],"id":"1595862344634073088","text":"The European Space Agency has announced a new class of trainee astronauts, including the first \"parastronaut,\" who will take part in a feasibility project to include astronauts with disabilities in human spaceflight and possible future missions https://t.co/Mft8VKXku9"},{"edit_history_tweet_ids":["1595858560302387200"],"id":"1595858560302387200","text":"A record number of women will be elected to Congress this year, CNN projects – but barely. https://t.co/4gKPESvd6S"},{"edit_history_tweet_ids":["1595854795189125123"],"id":"1595854795189125123","text":"Mortgage rates dropped again this week, after plunging nearly half a percentage point last week https://t.co/mrPddwNzvZ"},{"edit_history_tweet_ids":["1595851010294939649"],"id":"1595851010294939649","text":"The designers behind the world's skinniest skyscraper have just given fans of ultra-luxury living an early Christmas gift https://t.co/Gmo2vrWHqV"},{"edit_history_tweet_ids":["1595845147371372546"],"id":"1595845147371372546","text":"Project Dynamo founder Bryan Stern explains how the organization united parents with their infant children who were in a Russian orphanage during the war in Ukraine. Watch here: https://t.co/AdksrOTGAG"},{"edit_history_tweet_ids":["1595843999620898820"],"id":"1595843999620898820","text":"Cristiano Ronaldo makes history as the first man to score in five World Cups https://t.co/uX4bHa14Ws https://t.co/2uRoKIB7cj"},{"edit_history_tweet_ids":["1595843478780518400"],"id":"1595843478780518400","text":"Tesla has reportedly lost more than $600 billion in market value in the past year. Futurist Peter Shankman compares Elon Musk to his dog when \"he does something stupid\", saying \"he's not giving anyone a chance to forget about him for a minute\" https://t.co/xmcKoXexAm https://t.co/u0sA8WapZi"},{"edit_history_tweet_ids":["1595839705580388352"],"id":"1595839705580388352","text":"What is the best holiday movie of all time? Revisit your childhood and discover the stories behind everything we love to watch on Christmas in the new CNN special 'Tis the Season: The Holidays on Screen, Sunday at 8 p.m. ET/PT https://t.co/GByEvruYsq"},{"edit_history_tweet_ids":["1595835922016309255"],"id":"1595835922016309255","text":"President Biden said he would work with Congress to “try to get rid of assault weapons” after a recent spate of shootings in the US, including at a LGBTQ club in Colorado and a Walmart in Virginia https://t.co/y8xMaRFVhF"},{"edit_history_tweet_ids":["1595832153937305601"],"id":"1595832153937305601","text":"Iran is in a “full-fledged human rights crisis” as authorities clamp down on anti-regime dissidents, according to the United Nations High Commissioner for Human Rights Chief Volker Turk https://t.co/GIzkAHCdfj"}],"meta":{"result_count":10,"newest_id":"1595862344634073088","oldest_id":"1595832153937305601","next_token":"7140dibdnow9c7btw424c8njy8sr1oe8m1vneelqh01f5"}}